aalib
accounts-qml-module
accountsservice
akonadi
akonadi-calendar
akonadi-calendar-tools
akonadi-contacts
akonadi-import-wizard
akonadi-mime
akonadi-notes
akonadi-search
akonadiconsole
akregator
alsa-utils
appstream
appstream-qt
archlinux-appstream-data
ark
artikulate
audiocd-kio
autoconf
automake
baloo-widgets
base
bison
bluedevil
bluez
bluez-qt
bolt
breeze
breeze-gtk
breeze-icons
brightnessctl
calendarsupport
cantor
cervisia
cfitsio
chezmoi
chromaprint
clang
compiler-rt
copyq
dhcpcd
discord
discount
discover
djvulibre
dmenu
dolphin
dolphin-plugins
dos2unix
dosfstools
dragon
drkonqi
efibootmgr
elisa
eventviews
faac
fakeroot
ffmpegthumbs
filelight
flameshot
flex
frameworkintegration
frei0r-plugins
gavl
gdb
gdb-common
git
github-cli
grantlee-editor
grantleetheme
grub
grub-customizer
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-good
gwenview
htop
hyphen
i3-gaps
i3blocks
i3lock
i3status
imagemagick
imlib2
incidenceeditor
intel-gpu-tools
jemalloc
juk
k3b
kaccounts-integration
kaccounts-providers
kactivitymanagerd
kaddressbook
kalarm
kalarmcal
kalgebra
kalzium
kamera
kamoso
kapptemplate
kate
kbackup
kbruch
kcachegrind
kcalc
kcalendarcore
kcalutils
kcharselect
kcm-fcitx
kcmutils
kcolorchooser
kcontacts
kcron
kdav
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kdebugsettings
kdeconnect
kdecoration
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdelibs4support
kdenetwork-filesharing
kdenlive
kdepim-addons
kdepim-apps-libs
kdepim-runtime
kdeplasma-addons
kdesdk-kioslaves
kdesdk-thumbnailers
kdevelop
kdf
kdiagram
kdialog
keditbookmarks
kemoticons
kfind
kfloppy
kgamma5
kgeography
kget
kgpg
khelpcenter
kholidays
khotkeys
kidentitymanagement
kig
kimagemapeditor
kimap
kinfocenter
kio-extras
kio-gdrive
kipi-plugins
kirigami-gallery
kiten
kitinerary
kldap
kleopatra
klettres
kmag
kmail
kmail-account-wizard
kmailtransport
kmbox
kmenuedit
kmime
kmix
kmousetool
kmouth
kmplot
knetattach
knotes
kolourpaint
kompare
konqueror
konsole
kontact
kontactinterface
kopete
korganizer
kpeople
kpeoplevcard
kpimtextedit
kpkpass
kqtquickcharts
kquickcharts
krdc
krfb
kross-interpreters
kruler
krunner
kscreen
kscreenlocker
ksmtp
ksshaskpass
ksysguard
ksystemlog
ktimer
ktnef
ktouch
kturtle
kwallet-pam
kwalletmanager
kwave
kwayland-integration
kwayland-server
kwin
kwordquiz
kwrite
kwrited
libaccounts-glib
libaccounts-qt
libakonadi
libavtp
libbs2b
libburn
libcaca
libcanberra-pulse
libdc1394
libde265
libdmtx
libdv
libdvdnav
libdvdread
libebur128
libfakekey
libfdk-aac
libgme
libgravatar
libical
libid3tag
libkate
libkcddb
libkcompactdisc
libkdepim
libkgapi
libkleo
libkolabxml
libkscreen
libksieve
libksysguard
liblqr
liblrdf
libmbim
libmicrodns
libmms
libmusicbrainz5
libofa
libotr
libphonenumber
libqmi
libraqm
libreoffice-still
libshout
libsignon-glib
libsrtp
libxres
lightdm
lightdm-gtk-greeter
lilv
linux
linux-firmware
lokalize
m4
mailcommon
mailimporter
make
marble
mariadb
mariadb-clients
mariadb-libs
mbox-importer
messagelib
milou
minuet
mjpegtools
mlt
modemmanager
modemmanager-qt
mpg123
mtools
ncdu
neofetch
neon
neovim
networkmanager
networkmanager-openconnect
networkmanager-qt
nitrogen
nvidia
nvidia-settings
nvidia-utils
okular
opencl-nvidia
openconnect
openexr
os-prober
otf-font-awesome
oxygen
packagekit-qt5
parley
patch
picom
pim-data-exporter
pim-sieve-editor
pimcommon
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-integration
plasma-meta
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
playerctl
polkit-kde-agent
powerdevil
poxml
ppp
print-manager
prison
pulseaudio
pulseaudio-qt
purpose
python-aiohttp
python-pip
qgpgme
qqc2-desktop-style
qrencode
qt-gstreamer
qt5-networkauth
qt5-sensors
qt5-webkit
raptor
rocs
rofi
rtmpdump
rttr
sddm
sddm-kcm
sdl
serd
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
smartmontools
socat
sord
soundtouch
source-highlight
spandsp
spectacle
sratom
sudo
svgpart
svt-hevc
sweeper
syndication
systemsettings
telepathy-accounts-signon
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-call-ui
telepathy-kde-common-internals
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
telepathy-logger
telepathy-logger-qt
telepathy-mission-control
thefuck
ttf-font-awesome
ttf-hack
twolame
umbrello
vim
wavpack
webkit2gtk
webrtc-audio-processing
wget
wildmidi
woff2
wqy-microhei
xclip
xdg-desktop-portal-kde
xerces-c
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yakuake
zbar
zeroconf-ioslave
zsh
zvbi
zxing-cpp
